Repository: codeccoop/http-bridge
Catalog: languages/http-bridge-*.po
Languages: ca, es_es

source: Connect WP with backends over HTTP
ca: Connecta WP amb backends sobre HTTP
es_es: Conecta WP con backends sobre HTTP

source: Settings
ca: Configuració
es_es: Configuración

source: HTTP error response status code: Request to %s with %s method
ca: Codi d'error a la resposta HTTP: Petició a %s amb %s mètode
es_es: Código de error en la respuesta HTTP: Petición a %s con %s método

source: Loading
ca: Carregant
es_es: Cargando

source: Backend name
ca: Nom del backend
es_es: Nombre del backend

source: This name is already in use
ca: El nom ja és en ús
es_es: Este nombre ya está en uso

source: Backend base URL
ca: URL base del backend
es_es: URL base del backend

source: Add
ca: Afegir
es_es: Añadir

source: Remove backend
ca: Eliminar backend
es_es: Eliminar backend

source: Remove
ca: Eliminar
es_es: Eliminar

source: Backend HTTP Headers
ca: Capçaleres HTTP
es_es: Cabeceras HTTP

source: Drop
ca: Descartar
es_es: Descartar

source: Add Backend
ca: Afegir Backend
es_es: Añadir Backend

source: Block connections from unkown origins
ca: Bloquejar connexions d'origens desconeguts
es_es: Bloquear conexiones de origenes desconocidos

source: Should HTTP Bridge block requests from origins not listed as backends? If active, incomming connections should include HTTP Origin header
ca: HTTP Bridge ha de bloquejar peticions des d'origens no llistats als backends? Si és així, les peticions entrants hauran d'informar la capçalera HTTP d'origen
es_es: HTTP Bridge ha de bloquear peitciones des de orígenes no listados en los backends? De ser así, las peticiones entrantes deberán informar la cabecera HTTP de origen

source: Save
ca: Guardar
es_es: Guardar

source: You can't manage options
ca: No pots gestionar les opcions
es_es: No puedes gestionar las opciones

source: Invalid JSON data
ca: Dades amb format JSON invàlid
es_es: Datos en formato JSON inválido

source: Missing login credentials
ca: Credencials absents
es_es: Credenciales ausentes

source: Invalid credentials
ca: Credencials invàlides
es_es: Credenciales inválidas

source: Invalid auhtorization token
ca: Token d'autorizació invàlid
es_es: Token de autorización inválido

source: Internal Server Error
ca: Error Intern del Servidor
es_es: Error Interno del Servidor

source: The iss do not match with this server
ca: El iss no coincideix amb aquest servidor
es_es: EL iss no coincide con este servidor

source: The token is expired
ca: El token ha caducat
es_es: El token ha caducado

source: The token is not valid yet
ca: El token encara no és vàlid
es_es: El token no es válido aun

source: User ID not found in the token
ca: ID de l'usuari absent al token
es_es: ID del usuario ausente en el token

source: HTTP Origin is required
ca: L'origen HTTP es necessari
es_es: El origen HTTP es necesario

source: HTTP Origin blacklisted
ca: Origen HTTP bloquejat
es_es: Origen HTTP bloqueado

source: http-bridge_general--title
ca: General
es_es: General

source: http-bridge_general--description
ca: Configuració del plugin
es_es: Configuración del plugin

source: wpct-bridge_general__whitelist--label
ca: Bloquejar connexions d'origens desconeguts
es_es: Bloquear conexiones de origenes desconocidos

source: wpct-bridge_general__backends--label
ca: Backends
es_es: Backends
